Repository: dautovri/berlin-realtime-map
Catalog: BerlinTransportMap/*.lproj/Localizable.strings
Languages: de

source: No Departures
de: Keine Abfahrten

source: No upcoming departures at this stop
de: Keine bevorstehenden Abfahrten an dieser Haltestelle

source: Done
de: Fertig

source: Tram
de: Straßenbahn

source: Ferry
de: Fähre

source: Regional Train
de: Regionalbahn

source: Cancelled
de: Ausfall

source: Show Route
de: Route anzeigen

source: Live vehicle radar and nearby stops
de: Live-Fahrzeugradarbahn und nahegelegene Haltestellen

source: by %@
de: von %@

source: Explore Berlin transit with live vehicles, nearby stops, and clean map controls.
de: Erkunden Sie Berlins Verkehrswesen mit Live-Fahrzeugen, nahegelegenen Haltestellen und sauberen Kartensteuerelementen.

source: About App
de: Über App

source: Connect with Developer
de: Mit dem Entwickler verbinden

source: Follow Ruslan Dautov on social media or get in touch via email.
de: Folgen Sie Ruslan Dautov in den sozialen Medien oder treten Sie per E-Mail in Kontakt.

source: More
de: Weitere

source: Visit Portfolio
de: Portfolio besuchen

source: Explore more projects and technical work on the developer's portfolio.
de: Erkunden Sie weitere Projekte und technische Arbeiten im Portfolio des Entwicklers.
